Repository: keeranH/TestWatts
Catalog: Econocom.Resource/Traduction.*.resx
Languages: de, es, it

# A
source: to
de: in
es: a
it: a

# Abonnement
source: The subscription request
de: Das angemeldete Abo
es: La suscripción solicitada
it: L'abbonamento richiesto

# Accepte
source: I accept
de: Ich stimme zu
es: Acepto
it: Accetto

source: Address 1
de: Adresse 1
es: Dirección 1
it: Indirizzo 1

source: Address 2
de: Adresse 2
es: Dirección 2
it: Indirizzo 2

# AddresseMail
source: Email address
de: E-Mail-Adresse
es: Dirección de correo
it: Indirizzo e-mail

# Administrateur
source: The administrator
de: Der Administrator
es: El administrador
it: L'amministratore

# Adresse
source: Address
de: Adresse
es: Dirección
it: Indirizzo

# Afficher
source: Display
de: Anzeigen
es: Mostrar
it: Visualizza

# Affiner
source: Refine your estimate!
de: Verfeinern Sie Ihre Vorhersage!
es: ¡Afine su estimación!
it: Raffinare la stima

# Aide
source: Help
de: Hilfe
es: Ayuda
it: Guida

# Ajouter
source: Add
de: Hinzufügen
es: Añadir
it: Aggiungi

# AllerPlusLoin1
source: If you want to customize your, conduct simulations and generate reports?
de: Sie wünschen, Ihr SI zu personalisieren, Simulationen durchzuführen dann, Berichte zu erzeugen?
es: ¿Desea personalizar su SI, proceder a simulaciones luego generar informes?
it: Si desidera personalizzare il vostro infrastruttura IT, simulazione condotta e generare report?

# AllerPlusLoin2
source: Subscribe now!
de: Abonnieren jetzt!
es: ¡ Suscriba desde ahora!
it: Sottoscrivere fin da adesso!

# AllerPlusLoin3
source: From 600 € / year
de: Ab 600€ / Jahr
es: Desde 600 € / año
it: A partire da 600 €/anno

# AnalyseDesEcarts
source: ANALYSIS OF IRREGULARITIES
de: SOLL-IST-VERGLEICH
es: ANÁLISIS DE LAS IRREGULARIDADES
it: ANALISI DELLE DIFFERENZE

# AncientMdpIncorrect
source: Previous password incorrect
de: Altes Passwort falsch
es: Contraseña anterior incorrecta
it: Vecchia password errata

# AncientMotDePasse
source: Previous password
de: Altes Passwort
es: Contraseña anterior
it: Vecchia password

# Annuler
source: Cancel
de: Löschen
es: Cancelar
it: Annulla

# Attributs
source: Attributes
de: Attribute
es: Atributos
it: Attributi

# AutresDevices
source: Click here to see the equipments
de: Klicken Sie hier, um die Ausrüstungen mit der Menge null anzuzeigen
es: Haga clic aquí para ver los equipos con cantidad cero
it: Fare clic qui per visualizzare i dispositivi a quantità zero

# BarilsPetrole
source: Barrels of oil
de: Barrel Öl
es: barriles de petróleo
it: barili di petrolio

# Benefice
source: Benefit
de: Gewinn
es: Beneficio
it: Vantaggio

# BienvenueSimulateur
source: Welcome to the Simulator
de: Willkommen im Simulator
es: Bienvenido al Simulador
it: Benvenuti nel simulatore

# BulleCliquezGraphique
source: Click on the graph <br/> to get the details
de: Klicken Sie auf die Grafik <br/>, um weitere Details anzuzeigen.
es: Haga clic en el gráfico <br/> para acceder a la información detallada.
it: Fare clic sul grafico <br/> per accedere al dettaglio.

# BulleMetier
source: The estimate of energy consumption of the professional equipments <br/> <br/> is only accessible <br/> in the commercial version
de: Die Berechnung des Stromverbrauchs <br/> der Arbeitsgeräte <br/> ist nur in der kostenpflichtigen <br/> Version abrufbar
es: La estimación del consumo <br/> energético de los equipos 'Profesionales' <br/> solo está disponible en la <br/> versión de pago
it: La stima dei consumi <br/> energetici dei dispositivi 'Business' <br/> è accessibile solo nella<br/> versione a pagamento

# BulleModifQty
source: Changes in the quantities, attributes and creating new devices are available only in the paid version
de: Die Änderungen der Mengen, Attribute und die Einrichtung neuer Geräte sind nur in der kostenpflichtigen Version abrufbar
es: Las modificaciones de las cantidades, de los atributos y la creación de nuevos dispositivos solo están disponibles en la versión de pago
it: La modifica delle quantità, degli attributi e la creazione di nuovi dispositivi sono accessibili solo nella versione a pagamento

# BulleTitle1
source: Number of IT workstations (fixed and mobile) / Number of employees Result expressed in %
de: Anzahl der IT-Arbeitsplätze <br/>(feste und mobile) / Anzahl der <br/> Mitarbeiter Ergebnis ausgedrückt in %
es: "Número de puestos de trabajo IT <br/>(Fijos y portátiles) / Número de <br/>colaboradores Resultado expresado en %"
it: "Numero di postazioni di lavoro IT <br/>(Fisse e portatili) / Numero di <br/>collaboratori Risultato espresso in %"

# BulleTitle2
source: All sites where <br/> collaborative equipments <br/> (printers, videoprojector, etc...) are installed
de: Alle Standorte, an denen <br/> Geräte zur gemeinsamen Nutzung installiert sind <br/> (Drucker, Datenprojektoren, usw...)
es: Conjunto de sitios en los que hay <br/> instalados equipos de colaboración <br/> (impresoras, videoproyectores, etc.)
it: Totale dei siti in cui sono <br/> installati dispositivi condivisi <br/> (stampanti, videoproiettori, ecc...)

# Categorie
source: Category
de: Kategorie
es: Categoría
it: Categoria

# ChampsObligatoires1
source: Fields marked with an asterisk
de: Die mit einem Sternchen gekennzeichneten Felder
es: Los campos marcados con un asterisco
it: I campi contrassegnati con un asterisco

# ChampsObligatoires2
source: must be completed to proceed with registration
de: müssen ausgefüllt werden, um mit der Anmeldung fortzufahren
es: se deben rellenar para poder realizar el registro
it: devono essere completati per passare al salvataggio

# ChargementFichier_Echec
source: Loading file failed (the data before the one that caused the exception have been saved)
de: Laden der beschädigten Datei (Die Daten vor der Datei, die die Störung verursacht hat, wurden gesichert)
es: Error al cargar el archivo (se han guardado los datos anteriores a la carga que ha causado la excepción)
it: Caricamento del file non riuscito (i dati precedenti a quelli che hanno causato l'eccezione sono stati salvati)

# ChargementFichier_Succes
source: The file has been loaded successfully
de: Datei erfolgreich geladen
es: Carga del archivo correcta
it: Caricamento del file completato

# Charger_Fichier
source: Download file
de: Datei laden
es: Cargar archivo
it: Caricare il file

# ChiffreAffaires
source: Turn over
de: Umsatz
es: Volumen de negocios
it: Fatturato

# ChoisirDevise
source: - Choose your currency -
de: - Wählen Sie Ihr Gerät -
es: - Elija su divisa -
it: - Selezionare la valuta -

# ChoisirPays
source: - Choose a country -
de: - Wählen Sie ein Land -
es: - Elija un país -
it: - Selezionare un paese -

# ChoisirPolitique
source: - Choose a policy -
de: - Wählen Sie eine Maßnahme -
es: - Elija una política -
it: - Scegliere una politica -

# ChoisirQuestion
source: Choose a question
de: Eine Frage wählen
es: Elija una pregunta
it: Selezionare una domanda

# ChoisirSecteurActivite
source: - Choose an industry -
de: - Wählen Sie einen Tätigkeitsbereich -
es: - Elija un sector de actividad -
it: - Selezionare un settore di attività -

# ChoisirTarif
source: Please choose the appropriate price
de: Wählen Sie bitte Ihren gewünschten Tarif.
es: Elija la tarifa que le corresponde.
it: Scegliere la tariffa più idonea.

# ChoixSimulation
source: Choice of the simulation
de: Auswahl der Simulation
es: Selección de la simulación
it: Selezione della simulazione

source: Client code
de: Kundencode
es: Código de cliente
it: Codice cliente

# ClientEconocom
source: Are you already an Econocom client ?
de: Sind Sie bereits ECONOCOM-Kunde?
es: ¿Usted ya es cliente ECONOCOM?
it: Già cliente ECONOCOM?

# CliquantMesSimulations
source: by clicking on "my simulations" of the menu bar, you will return to the environment
de: Durch Klicken auf „Meine Simulationen“ in der Menüleiste gelangen Sie wieder in die Umgebung von
es: si hace clic en "mis simulaciones" de la barra de menú, regresará al entorno de
it: facendo clic su "simulazioni personali" dalla barra dei menu è possibile tornare nell'ambiente di

# CliquezGraphique
source: Click on the graph to get the details.
de: Klicken Sie auf die Grafik, um weitere Details anzuzeigen.
es: Haga clic en el gráfico para acceder a la información detallada.
it: Fare clic sul grafico per accedere al dettaglio.

# Co2An
source: teq-CO2/year
de: teq-CO2/an
es: teq-CO2/año
it: tCO2e/anno

# CoeffAbattement
source: Reduction coefficient
de: Rabattsatz
es: Coeficiente de reducción
it: Coefficiente di abbattimento

# CoeffReduction
source: reduction of consumption coefficient
de: Koeffizient für Verbrauchsrückgang
es: Coeficiente de reducción del consumo
it: Coefficiente di riduzione dei consumi

source: company name
de: Name des Unternehmens
es: Nombre de la empresa
it: Nome della società

# CompteValide
source: This account is already validated
de: Dieses Konto ist bereits bestätigt
es: Esta cuenta ya se ha validado
it: Questo account è già stato convalidato

# ConditionsGenerals
source: General terms and conditions
de: AGB
es: Condiciones generales
it: Condizioni generali

# ConfigurerMotDePasse
source: Choose your password
de: Passwort konfigurieren
es: Configure su contraseña
it: Configurare la password

# ConfirmationMdpIncorrrect
source: Second password different from the first
de: Zweites Passwort stimmt nicht mit dem ersten überein
es: La segunda contraseña es distinta de la primera
it: Seconda password diversa dalla prima

# ConfirmerMotDePasse
source: Please confirm your password
de: Passwort bestätigen
es: Confirmar contraseña
it: Confermare la password

# Connexion
source: LOGIN
de: VERBINDUNG
es: CONEXIÓN
it: CONNESSIONE

# ConsoAnnuelleClasseECO2
source: Annual consumption classe E (CO2)
de: Jahresverbrauch Klasse E (CO2)
es: Consumo anual classe E (CO2)
it: Consumo annuale classe E (CO2)

# ConsoAnnuelleClasseEKWH
source: Annual consumption class E (KWH)
de: Jahresverbrauch Klasse E (kWh)
es: Consumo anual classe E (kWh)
it: Consumo annuale classe E (kWh)

# ConsoAnnuelleClasseHCO2
source: Annual consumption classe H (CO2)
de: Jahresverbrauch Klasse H (CO2)
es: Consumo anual classe H (CO2)
it: Consumo annuale classe H (CO2)

# ConsoAnnuelleClasseHKWH
source: Annual consumption classe H (KWH)
de: Jahresverbrauch Klasse H (kWh)
es: Consumo anual classe H (kWh)
it: Consumo annuale classe H (kWh)

# ConsoAnnuelleClasseMCO2
source: Annual consumption class M (CO2)
de: Jahresverbrauch Klasse M (CO2)
es: Consumo anual classe M (CO2)
it: Consumo annuale classe M (CO2)

# ConsoAnnuelleClasseMKWH
source: Annual consumption classe M (KWH)
de: Jahresverbrauch Klasse M (kWh)
es: Consumo anual classe M (kWh)
it: Consumo annuale classe M (kWh)

# ConsoAnnuelleCO2
source: Annual consumption CO2
de: Jahresverbrauch CO2
es: Consumo anual CO2
it: Consumo annuale CO2

# ConsoAnnuelleKWH
source: Annual consumption KWH
de: Jahresverbrauch kWh
es: Consumo anual kWh
it: Consumo annuale kWh

# ConsoAnuelleCo2
source: Annual consumption of CO2-teq
de: Jahresverbrauch an teq-CO2
es: Consumo anual en teq-CO2
it: Consumo annuale in teq-CO2e

# ConsoAnuelleKwh
source: Annual energy consumption in kWh
de: Jahresverbrauch in kWh
es: Consumo anual en kwh
it: Consumo annuale in kwh

# ConsoDateTitre
source: My consumption on
de: Mein Verbrauch im
es: Mi consumo el
it: I miei consumi al

# ConsoEnergetique
source: My energy consumption
de: Mein Stromverbrauch
es: Mi consumo energético
it: I miei consumi energetici

# ConsoIT
source: Annual consumption of your IT
de: Ihres IT-Jahresverbrauchs
es: de su consumo IT anual
it: del vostro consumo IT annuale

# ConsulterConso
source: Viewing the power consumption
de: Beratung zum Stromverbrauch
es: Consulta del consumo eléctrico
it: Consultazione del consumo elettrico

# ContactDetails
source: Contact profile
de: Profil Ansprechpartner
es: Perfil de contacto
it: Profilo Contatti

# Contacte
source: Contact
de: Ansprechpartner
es: Contacto
it: Contatti

# ContactEconocom
source: Your contact at Econocom
de: Ihr Ansprechpartner bei Econocom
es: Su contacto en Econocom
it: Il vostro contatto presso Econocom

# ContactezNous
source: Contact us
de: Kontaktieren Sie uns
es: Contacte con nosotros
it: Contattateci

# ContactNonExistant
source: No contact email address found
de: Kein Kontakt mit dieser E-Mail-Adresse gefunden
es: No se ha encontrado ningún contacto con esta dirección de correo electrónico
it: Impossibile trovare un contatto con questo indirizzo e-mail

source: Country
de: Land
es: País
it: Paese

# CoutAnnuelkWtClasseE
source: Annual cost class E (kWt)
de: kosten Klasse E (kWt)
es: coste anual classe E (kWt)
it: Costo annuale classe E (kWt)

# CoutAnnuelkWtClasseH
source: Annual cost class H (kWt)
de: kosten Klasse H (kWt)
es: coste anual classe H (kWt)
it: Costo annuale classe H (kWt)

# CoutAnnuelkWtClasseM
source: Annual cost class M (kWt)
de: kosten Klasse M (kWt)
es: coste anual classe M (kWt)
it: Costo annuale classe M (kWt)

# CoutAnnuelleKWH
source: Annual cost KWH
de: kosten Klasse kWH
es: coste anual kWH
it: Costo annuale kWH

# CoutEnergetique
source: My energy consumption cost
de: Meine Stromkosten
es: Mi coste energético
it: Costo energetico personale

# CoutITAnnuelle
source: of your annual IT electrical cost
de: Ihrer jährlichen IT-Kosten
es: de su consumo de electricidad IT anual
it: del costo di elettricità IT annuale

# CoutTitre
source: My energy consumption cost at
de: Meine Stromkosten im
es: Mi coste energético el
it: Costo energetico personale al

# CP
source: Zip Code
de: CP
es: C.P.
it: CAP

source: Create
de: Erstellen
es: Crear
it: Crea

# CreationDevice
source: Add a device
de: Ein Ereignis erstellen
es: Creación de un equipo
it: Creazione di un dispositivo

# CreationEquivalence
source: Creation of equivalence
de: Einrichtung Äquivalenz
es: Creación equivalencia
it: Creazione equivalenza

# CreationNouveauDevice
source: Add a new device
de: Ein neues Ereignis erstellen
es: Creación de un equipo nuevo
it: Creazione di un nuovo dispositivo

# CreationPolitique
source: Creation of policy
de: Einrichtung Politik
es: Creación política
it: Creazione politica

# CreationSimulation
source: Create a simulation
de: Eine Simulation erstellen
es: Creación de una simulación
it: Creazione di una simulazione

# CreationUsage
source: Create a use
de: Eine Verwendung erstellen
es: Crear un uso
it: Creare un utilizzo

# CreerConso
source: Creating electricity consumption
de: Erstellen des Stromverbrauchs
es: Creación de consumos eléctricos
it: Creazione dei consumi elettrici

source: Date
de: Datum
es: Fecha
it: Data

# De
source: from
de: von
es: de
it: di

# Deconnexion
source: Logout
de: Verbindung trennen
es: Desconexión
it: Scollegamento

# DefinitionMotDePasse
source: Define password
de: Passwort definieren
es: Definición de la contraseña
it: Definizione della password

# DemandeRecapitulatif
source: Please find below a summary of your subscription request.
de: Nachstehend finden Sie die Zusammenfassung Ihres Zeichnungsantrags.
es: A continuación encontrará un resumen de su solicitud de suscripción.
it: Segue il riepilogo della richiesta di sottoscrizione.

# DemandeSouscription
source: Subcription request to Simulator
de: Zeichnungsantrag am Simulator
es: Solicitud de suscripción en el simulador
it: Richiesta di sottoscrizione al simulatore

# DeveloppementDurable
source: ENERGY BALANCE OF YOUR IS
de: ENERGIEBIKLANZ DES S.I.
es: BALANCE ENERGÉTICO DEL S.I.
it: BILANCIO ENERGETICO DELL'INFRASTRUTTURA IT

# Device
source: equipment
de: Gerät
es: equipo
it: dispositivo

# DevicePolitique
source: Device
de: Gerät
es: Dispositivo
it: dispositivo

# DevicesConcernes
source: Involved equipment
de: Betreffende Ausrüstungen
es: Equipos afectados
it: Dispositivi interessati

# Devise
source: Currency
de: Gerät
es: Divisa
it: Valuta

# DonnerNomSimulation
source: Name this simulation
de: Diese Simulation benennen
es: Asignar un nombre a esta simulación
it: Assegnare un nome alla simulazione

# Effectif
source: Employees
de: Häufigkeit
es: Empleados
it: Effettivi

source: email
es: Correo electrónico

# EmailContenu
source: Your password is :
de: Ihr Passwort lautet:
es: Su contraseña es:
it: La password è:

# EmailSujet
source: Econocom password
de: Econocom Passwort
es: Contraseña de Econocom

# Enregistrer
source: Save
de: Anmelden
es: Registrar
it: Salva

# EnregistrerModifs
source: Save your changes before leaving the page
de: Registrieren Sie Ihre Änderungen, bevor Sie die Seite verlassen
es: Guarde los cambios antes de salir de la página
it: Salvare le modifiche prima di uscire dalla pagina

# EntrerMotDePasse
source: Enter your password
de: Passwort eingeben
es: Escriba su contraseña
it: Inserire la password

# EnvoyerMotDePasse
source: Reset
de: Reinitialisieren
es: Reinicializar
it: Reinizializzare

# EnWattOuHeure
source: (in Watt/hour)
de: (in Watt/Stunde)
es: (en vatios/hora)
it: (in watt/ora)

# Erreur403_Detail
source: Detailed information about this error has automatically been recorded and we have been notified.
de: Weitere Details über diesen Fehler wurden automatisch erfasst und wir wurden benachrichtigt.
es: Información más detallada sobre este error se ha guardado de forma automática y ya hemos sido notificados.
it: Informazioni dettagliate su questo errore sono state registrate automaticamente e ne abbiamo ricevuto la notifica.

# Erreur403_Info
source: We apologize for any inconvenience, but an unexpected error occurred while you were browsing our site.
de: Wir entschuldigen uns für jegliche Unannehmlichkeiten, aber beim Navigieren auf unserer Seite ist ein Fehler aufgetreten.
es: Lamentamos cualquier posible inconveniente, pero se ha producido un error inesperado mientras estaba navegando por nuestro sitio web.
it: Ci scusiamo per eventuali inconvenienti, ma si è verificato un errore inatteso durante l'esplorazione del sito.

# Erreur403_Titre
source: Oops! Something Bad Happened!
de: Ups! Eine Störung ist aufgetreten!
es: ¡Vaya! ¡Se produjo algún error!
it: Si è verificato un errore.

# Erreur404_Detail
source: Detailed information about this error has automatically been recorded and we have been notified.
de: Weitere Details über diesen Fehler wurden automatisch erfasst und wir wurden benachrichtigt.
es: Información más detallada sobre este error se ha guardado de forma automática y ya hemos sido notificados.
it: Informazioni dettagliate su questo errore sono state registrate automaticamente e ne abbiamo ricevuto la notifica.

# Erreur404_Info
source: We apologize for any inconvenience, but an unexpected error occurred while you were browsing our site.
de: Wir entschuldigen uns für jegliche Unannehmlichkeiten, aber beim Navigieren auf unserer Seite ist ein Fehler aufgetreten.
es: Lamentamos cualquier posible inconveniente, pero se ha producido un error inesperado mientras estaba navegando por nuestro sitio web.
it: Ci scusiamo per eventuali inconvenienti, ma si è verificato un errore inatteso durante l'esplorazione del sito.

# Erreur404_Titre
source: Oops! Something Bad Happened!
de: Ups! Eine Störung ist aufgetreten!
es: ¡Vaya! ¡Se produjo algún error!
it: Si è verificato un errore.

# Erreur505_Detail
source: Detailed information about this error has automatically been recorded and we have been notified.
de: Weitere Details über diesen Fehler wurden automatisch erfasst und wir wurden benachrichtigt.
es: Información más detallada sobre este error se ha guardado de forma automática y ya hemos sido notificados.
it: Informazioni dettagliate su questo errore sono state registrate automaticamente e ne abbiamo ricevuto la notifica.

# Erreur505_Info
source: We apologize for any inconvenience, but an unexpected error occurred while you were browsing our site.
de: Wir entschuldigen uns für jegliche Unannehmlichkeiten, aber beim Navigieren auf unserer Seite ist ein Fehler aufgetreten.
es: Lamentamos cualquier posible inconveniente, pero se ha producido un error inesperado mientras estaba navegando por nuestro sitio web.
it: Ci scusiamo per eventuali inconvenienti, ma si è verificato un errore inatteso durante l'esplorazione del sito.

# Erreur505_Titre
source: Oops! Something Bad Happened!
de: Ups! Eine Störung ist aufgetreten!
es: ¡Vaya! ¡Se produjo algún error!
it: Si è verificato un errore.

# ErreurChampObligatoire
source: The items in red are required
de: Die roten Bereiche müssen ausgefüllt werden
es: Las secciones en rojo son obligatorias
it: Gli argomenti in rosso sono obbligatori

# ErreurLogin
source: Incorrect Email/Password
de: E-Mail/Passwort falsch
es: Correo electrónico o contraseña incorrectos
it: E-mail/Password errata

# ErreurServeur_Details
source: Check log for more details
de: Weitere Details finden Sie in der Log-Datei
es: Para obtener información más detallada, consulte el registro
it: Maggiori dettagli nel registro

# ErreurServeur_Info
source: An error occurred during the last request
de: Während der letzten Suche ist ein Fehler aufgetreten
es: Se produjo un error durante la última consulta
it: Si è verificato un errore durante l'ultima richiesta

# ErreurServeur_Titre
source: An error has occurred
de: Ein Fehler ist aufgetreten
es: Se produjo un error
it: Si è verificato un errore

# ErreurUtilisateur
source: This user doesn't exist
de: Dieser Benutzer existiert nicht
es: Este usuario no existe
it: Questo utente non esiste

# Erreur_Donnees
source: Data error
de: (Die Daten vor der Datei, die die Störung verursacht hat, wurden gesichert)
es: (Se han guardado los datos anteriores al proceso que ha causado la excepción)
it: (i dati precedenti a quelli che hanno causato l'eccezione sono stati salvati)

# Erreur_Doublons
source: Duplicated devices/errors
de: Objekte doppelt/fehlerhaft.
es: Objetos repetidos/error.
it: Oggetti duplicati/errore.

# Erreur_VerifierLog
source: For more details, check the log information
de: In der Log-Datei finden Sie weitere Informationen.
es: Consulte el registro para obtener más información.
it: Verificare il log per maggiori informazioni.

# Error_Msg_Mdp
source: The password is required
de: Das Passwort muss angegeben werden
es: La contraseña es obligatoria
it: La password è obbligatoria

# Error_Msg_MdpConfirmer
source: The password confirmation is required
de: Die Bestätigung des Passworts ist obligatorisch
es: La confirmación de la contraseña es obligatoria
it: La conferma della password è obbligatoria

# Error_Msg_Reponse
source: The answer is required
de: Die Antwort ist obligatorisch
es: La respuesta es obligatoria
it: La risposta è obbligatoria

# Err_ConstraintException
source: Errors in the Database on the table constraints
de: Fehler in der Nutzung der Tabelle in der Datenbank
es: Error en las restricciones de la tabla en la base de datos
it: Errore sui vincoli della tabella nel database

# Err_DeletedRowInaccessibleException
source: Row already deleted
de: Zeile bereits gelöscht
es: Línea ya eliminada
it: Riga già eliminata

# Err_DuplicateNameException
source: Duplicated name
de: Name doppelt
es: Nombre repetido
it: Nome duplicato

# Err_EntityException
source: Error in choice of device
de: Objekt fehlerhaft
es: Objeto con error
it: Oggetto errato

# Err_InvalidConstraintException
source: Invalid table constraints
de: Nutzung der Tabelle ungültig
es: Restricciones de la tabla no válida
it: Vincoli della tabella non validi

# Err_InvalidExpressionException
source: Invalid expression
de: Ausdruck ungültig
es: Expresión no válida
it: Espressione non valida

# Err_Message_Incorrecte
source: The items in red are incorrect
de: Die roten Bereiche sind falsch
es: Las secciones en rojo son incorrectas
it: Gli argomenti in rosso sono errati

# Err_Message_Obligatoire
source: The items in red are required
de: Die roten Bereiche müssen ausgefüllt werden
es: Las secciones en rojo son obligatorias
it: Gli argomenti in rosso sono obbligatori

# Err_MissingPrimaryKeyException
source: Not found primary key
de: Primärschlüssel fehlt
es: Falta la clave primaria
it: Chiave primaria mancante
