Repository: keeranH/TestWatts
Catalog: Econocom.Resource/Traduction.*.resx
Languages: de, es, it

# Err_NoNullAllowedException
source: The value "Null" is not allowed
de: Der Wert null ist nicht zulässig
es: El valor Null no está permitido
it: Il valore Null non è consentito

# Err_ObjectNotFoundException
source: Not found device
de: Fehlendes Objekt
es: Falta un objeto
it: Oggetto mancante

# Err_ReadOnlyException
source: Read-only device
de: Objekt nur zum Lesen
es: Objeto de solo lectura
it: Oggetto in sola lettura

# Err_RowNotInTableException
source: Row not in table
de: Zeile nicht in der Tabelle vorhanden
es: La línea no está presente en la tabla
it: Riga non presente nella tabella

# Err_StrongTypingException
source: Technical error
de: Technischer Fehler
es: Error técnico
it: Errore tecnico

# Err_UpdateException
source: Failed update (check if there are duplicates/constraints on other tables)
de: Aktualisierung fehlgeschlagen (überprüfen, ob Dubletten / Nutzungen auf anderen Tabellen vorliegen)
es: Error de actualización (compruebe si hay repeticiones / restricciones en otras tablas)
it: Aggiornamento non riuscito (verificare l'eventuale presenza di duplicati / vincoli su altre tabelle)

# EssayezSimulateurWattsGreen
source: Try the WATT'S GREEN by econocom simulator now !
de: Testen Sie jetzt den WATT’S GREEN Simulator.
es: Pruebe ahora el simulador de WATT'S GREEN.
it: Provate subito il simulatore WATT'S GREEN.

# Estimation
source: Estimated benefits
de: Schätzung der Gewinne
es: Estimación de los beneficios
it: Stima dei benefici

# EstimerConsommationSI
source: Would you like to estimate your IS consumption an its impact on the environnment ?
de: Sie möchten den Verbrauch Ihres SI und dessen Auswirkung auf die Umwelt feststellen?
es: ¿Desea estimar el consumo de su SI y el impacto sobre el medio ambiente?
it: Volete stimare il consumo della vostra infrastruttura IT e l'impatto sull'ambiente?

# Et
source: and
de: und
es: y
it: e

# EvaluationInfoBulle
source: Evaluate for freethe energy consumption <br/> of your IS from statistics from published sources
de: Berechnen Sie gratis den Stromverbrauch <br/> Ihrer SI basierend auf veröffentlichten Quellen
es: Evalúe gratuitamente el consumo energético <br/> de su SI a partir de estadísticas procedentes de fuentes publicadas
it: Valutate gratuitamente il consumo energetico <br/> della vostra infrastruttura IT sulla base delle statistiche provenienti da fonti pubblicate.

# EvaluezVous
source: Rate your IS
de: Machen Sie den Test
es: EVALÚESE
it: VALUTAZIONE

# Export_Erreur
source: Error while exporting the CSV file
de: Fehler beim CSV-Export
es: Error al exportar el archivo CSV
it: Errore in fase di esportazione in CSV

# FaireNouvelleSimulation
source: If you want to make a new simulation, click on "new simulation", otherwise,
de: Wenn Sie eine neue Simulation starten möchten, klicken Sie auf „Neue Simulation“, andernfalls
es: Si desea realizar una nueva simulación, haga clic en "nueva simulación", si no,
it: Per fare una nuova simulazione fare clic su "nuova simulazione", altrimenti

# Famille
source: Family
de: Familie
es: familia
it: famiglia

source: FAQ
es: P+F (preguntas mas frecuentes)
it: Domande frequenti

# Faux
source: Wrong
de: FALSE
es: Falso
it: Falso

# FichierDemandeSouscription
source: Subscription form
de: Zeichnungsantragsdatei
es: Archivo de solicitud de suscripción
it: File di richiesta di sottoscrizione

# FichierInvalide
source: Invalid file.
de: Datei ungültig.
es: Archivo no válido.
it: File non valido.

# Fonction
source: Function
de: Funktion
es: Cargo
it: Funzione

# Forename
source: First name
de: Vorname
es: Nombre
it: Nome

source: Forgot password
de: Passwort vergessen
es: He olvidado mi contraseña
it: Password dimenticata

# FoyersEuropeens
source: european households
de: Europäische Haushalte
es: hogares europeos
it: famiglie europee

# GainAnnuelleIT
source: gains on your annual IS consumption
de: Gewinn Ihres IT-Jahresverbrauchs
es: de ganancia sobre su consumo IT anual
it: di guadagno sul vostro consumo IT annuale

# GainEquivalent
source: The annual earning in CO2-teq are equivalent to :
de: Die Jahresgewinne für TEQ-CO2 entsprechen:
es: Las ganancias anuales en teq-CO2 son equivalentes a:
it: I guadagni annuali in tCO2e sono equivalenti a:

# GenererRapport
source: Generate a report
de: Bericht erstellen
es: Generar el informe
it: Genera il report

# GestionDocument
source: Gestion des documents
de: Dokumente verwalten
es: Gestión de documentos
it: Gestione dei documenti

# GestionMotDePasse
source: Forgot password
de: Passwort vergessen
es: Contraseña olvidada
it: Password dimenticata

# Gestion_Masse
source: Mass management
de: Massenpflege
es: Gestión masiva
it: Gestione di massa

# Gestion_Unitaire
source: Management per unit
de: Einzelpflege
es: Gestión unitaria
it: Gestione singola

# Groupe
source: Group
de: Gruppe
es: Grupo
it: Gruppo

# Heure
source: {0}Hour
de: {0}Uhr
es: {0}Hora
it: {0}Ora

# HT
source: (exclude VAT)
de: (ohne Steuern)
es: (sin IVA)
it: (IVA escl.)

# Identifiant
source: ID
de: Benutzername
es: Identificador
it: Identificativo

# IdentificationNational
source: National ID
de: Nationaler Benutzername
es: Identificador nacional
it: Identificativo nazionale

# Identifier
source: Identify
de: Identifizieren
es: Identificar
it: Identifica

# IdentiqueAuSouscripteur
source: Identical to subscriber (yes/no)
de: Identisch mit dem Abonnenten (ja/nein)
es: Idéntico al suscriptor (sí/no)
it: Identico al sottoscrittore (sì/no)

# ImagePays
source: /Content/Langues/b_drapeau_en.png
de: /Content/Langues/b_drapeau_fr.png
es: /Content/Langues/b_drapeau_es.png
it: /Content/Langues/b_drapeau_fr.png

# Imprimer
source: Print
de: Drucken
es: Imprimir
it: Stampa

# Imprimer3
source: PRINT
de: DRUCKEN
es: IMPRIMIR
it: STAMPA

# ImprimerRepresentationGraphique
source: Print the graph
de: Die grafische Darstellung drucken
es: Imprimir la representación gráfica
it: Stampa la rappresentazione grafica

# InfoSauvegardeKO
source: Your modification has failed
de: Ihre Änderung ist fehlgeschlagen
es: Error al guardar el cambio
it: Modifica non riuscita

# InfoSauvegardeOK
source: Your modification has been saved
de: Ihre Änderung wurde übernommen
es: El cambio se ha guardado correctamente
it: Modifica salvata

# InternsiveHours
source: intensives hours
de: Intensivkurs
es: horas intensivas
it: ore di uso intensivo

# InvalidEmailErrorMessage
source: Invalid email
de: E-Mail ungültig
es: Correo electrónico no válido
it: Indirizzo e-mail non valido

# InvalidPhoneErrorMessage
source: Invalid number
de: Nummer ungültig
es: Número no válido
it: Numero non valido

# JobTitle
source: Function
de: Post
es: Puesto
it: Apparecchio informatico

# JournalSouscription
source: Subscription log book
de: Anmeldejournal
es: Registro de suscripción
it: Registro sottoscrizioni

# KwhAn
source: kWh/year
de: kWh/Jahr
es: kWh/año
it: kWh/anno

# LibelleBouton
source: VALIDATE
de: PRÜFEN
es: VALIDAR
it: CONVALIDA

# LibelleBtnAccepter
source: I ACCEPT
de: ICH STIMME ZU
es: ACEPTO
it: ACCETTO

# LibelleBtnImprimer
source: PRINT
de: DRUCKEN
es: IMPRIMIR
it: STAMPA

# LibelleBtnRefuser
source: REFUSE
de: ABLEHNEN
es: RECHAZAR
it: RIFIUTA

# LibelleBtnTelecharger
source: DOWNLOAD
de: HERUNTERLADEN
es: DESCARGAR
it: SCARICA

# LibelleEquivalence
source: Equivalence
de: Äquivalenz
es: Equivalencia
it: Equivalenza

# LireAccepterConditions
source: Thanks for reading and accepting the terms and conditions below.
de: Lesen Sie bitte die nachstehenden AGB und stimmen Sie ihnen zu.
es: Por favor, lea y acepte las siguientes condiciones generales.
it: Si prega di leggere e accettare le seguenti condizioni generali.

# ListeClient
source: Customer list
de: Die Liste der Kunden
es: La lista de clientes
it: Elenco dei clienti

# ListeClientsSouscritsEntre
source: List of the customers who have subscribed between
de: Liste der angemeldeten Kunden zwischen
es: Lista de clientes suscritos entre
it: Elenco dei clienti abbonati fra

# ListeUtilisateurs
source: List of users
de: Liste der Benutzer
es: Lista de usuarios
it: Elenco degli utenti

# LoginName
source: Nickname
de: Spitzname
es: Alias
it: Alias

# Logon
source: Connect
de: Sich verbinden
es: Conectarse
it: Collegarsi

# MaPersonnalisation
source: My customization
de: Meine persönlichen Daten
es: Mi personalización
it: La mia personalizzazione

# MdpEnvoye
source: Password sent to :
de: Passwort gesendet an:
es: Contraseña enviada a:
it: Password inviata a:

# MdpModifie
source: Password modified
de: Passwort geändert
es: Contraseña cambiada
it: Password modificata

# MentionLegale
source: Legal
de: Rechtliche Hinweise
es: Aviso legal
it: Note legali

# MesInformations
source: My information
de: Meine Informationen
es: Mi información
it: Dati personali

# MesRapports
source: My reports
de: Meine Berichte
es: Mis informes
it: Report personali

# MesSimulations
source: My simulations
de: Meine Simulationen
es: Mis simulaciones
it: Simulazioni personali

# Mesure
source: Measure
de: Messung
es: Medida
it: Misura

source: Mobile
de: Mobil
es: Móvil
it: Cellulare

# ModeIntensif
source: Intensive mode
de: Intensiver Modus
es: Modo intensivo
it: Modalità intensiva

# ModeNonIntensif
source: Non-intensive mode
de: Nicht intensiver Modus
es: Modo no intensivo
it: Modalità non intensiva

# ModeOff
source: Off mode
de: OFF-Modus
es: Modo desconectado
it: Modalità Off

# ModificationEquivalence
source: Modification of Equivalence
de: Änderung Äquivalenz
es: Modo desconectado
it: Modifica equivalenza

# ModificationPolitique
source: Modifition of policy
de: Änderung Politik
es: Modificación política
it: Modifica politica

# ModificationUsage
source: Edit use
de: Nutzungsänderung
es: Cambio de uso
it: Modifica dell'uso

# Modifier
source: EDIT
de: ÄNDERN
es: CAMBIAR
it: MODIFICA

# ModifierDataCenter
source: Change the surface area of your data center
de: Die Oberfläche Ihres Rechenzentrums ändern
es: Cambie la superficie de su centro de datos
it: Modificare la superficie del Data Center

# ModifierMotDePasse
source: Change your password
de: Passwort ändern
es: Cambie su contraseña
it: Modificare la password

# ModifierQuantiteDevices
source: Change the quantities of your equipments
de: Die Mengenangaben Ihrer Ausrüstungen ändern
es: Cambie las cantidades de sus equipos
it: Modificare le quantità dei dispositivi

# MonEstimation
source: My estimate
de: Meine Berechnung
es: Mi estimación
it: Stima personale

# MonSIApresSimulation
source: MY IS AFTER SIMULATION
de: MEIN SI NACH DER SIMULATION
es: MI SI DESPUÉS DE LA SIMULACIÓN
it: L'INFRASTRUTTURA IT DOPO LA SIMULAZIONE

# MonSIAvantSimulation
source: MY IS BEFORE SIMULATION
de: MEIN SI VOR DER SIMULATION
es: MI SI ANTES DE LA SIMULACIÓN
it: L'INFRASTRUTTURA IT PRIMA DELLA SIMULAZIONE

# MotDePasseIncorrect
source: ID or password incorrect
de: Benutzername oder Passwort falsch
es: Identificador o contraseña incorrectos
it: Nome utente o password errati

# MotDePassePasCorrespondre
source: Passwords don't match
de: Die Passwörter stimmen nicht überein
es: Las contraseñas no se corresponden
it: Le password non corrispondono

# MotsDePasse
source: Password
de: Passwort
es: Contraseña

# MotsDePasseOublier
source: Forgot password
de: Passwort vergessen
es: He olvidado mi contraseña
it: Password dimenticata

# MsgErreurChoixPolitique
source: No policy chosen
de: Keine Maßnahme ausgewählt
es: No ha elegido ninguna política
it: Non è stata selezionata alcuna politica

# MsgErreurFormat
source: The values entered are incorrect
de: Die eingegebenen Werte sind falsch
es: Los valores introducidos son incorrectos
it: I valori inseriti non sono corretti

# MsgErreurFormatMail
source: The sections in red contain wrong email addresses
de: Die roten Bereiche enthalten schlecht formatierte E-Mail-Adressen
es: Las secciones en rojo contienen direcciones de correo electrónico con un formato erróneo
it: Gli argomenti in rosso contengono indirizzi e-mail formattati in modo errato

# MsgErreurIncorrecte
source: Items in red are incorrect
de: Die roten Bereiche sind falsch
es: Las secciones en rojo son incorrectas
it: Gli argomenti in rosso sono errati

# MsgErreurLibelleExistant
source: A device with this name already exists
de: Es existiert bereits ein Gerät mit diesem Namen
es: Ya existe un equipo con este nombre
it: Un dispositivo con questo nome è già esistente

# MsgErreurLibelleObligatoire
source: A name of this equipement is required
de: Der Name des Geräts ist obligatorisch
es: El nombre del equipo es obligatorio
it: Il nome del dispositivo è obbligatorio

# MsgErreurLibelleSimulation
source: A name for this simulation is required
de: Der Name der Simulation ist obligatorisch
es: El nombre de la simulación es obligatorio
it: Il nome della simulazione è obbligatorio

# MsgErreurLongeurLibelleDevice
source: The device name cannot consist of more than 100 characters
de: Die Bezeichnung darf nicht mehr als 100 Zeichen enthalten.
es: La etiqueta no puede contener más de 100 caracteres
it: L'etichetta non può contenere più di 100 caratteri

# MsgErreurMailExistant
source: The sections in red contain email addresses that are already registered in Wattsgreen
de: Die roten Bereiche enthalten E-Mail-Adressen, die bereits in Watts Green vorhanden sind
es: Las secciones en rojo contienen direcciones de correo electrónico ya referenciadas en wattsgreen
it: Gli argomenti in rosso contengono indirizzi e-mail già presenti in wattsgreen

# MsgErreurMailIdentique
source: The sections in red contain email addresses that are identical
de: Die roten Bereiche enthalten identische E-Mail-Adressen
es: Las secciones en rojo contienen direcciones de correo electrónico idénticas
it: Gli argomenti in rosso contengono indirizzi e-mail identici

# MsgErreurNombreDevices
source: Maximum number of equipment has been exceeded
de: Anzahl der maximal überholten Anlagen
es: Número máximo de equipos excedido
it: Numero massimo di dispositivi superato

# MsgErreurObligatoire
source: Items in red are required
de: Die roten Bereiche müssen ausgefüllt werden
es: Las secciones en rojo son obligatorias
it: Gli argomenti in rosso sono obbligatori

# MsgErreurQtyNegative
source: Number of devices cannot be negative
de: Anzahl der Geräte kann nicht negativ sein
es: El número de dispositivos no puede ser negativo
it: Il numero di dispositivi non può essere negativo

# MsgErreurTarif
source: Choose a price to continue
de: Einen Tarif auswählen, um fortzufahren
es: Elija una tarifa para continuar
it: Selezionare una tariffa per continuare

# MsgInfo1
source: Fields marked with an asterisk
de: Die mit einem Sternchen gekennzeichneten Felder
es: Los campos marcados con un asterisco
it: I campi contrassegnati con un asterisco

# MsgInfo2
source: must be filled to complete the registration.
de: müssen ausgefüllt werden, um mit der Anmeldung fortzufahren.
es: se deben rellenar para poder realizar el registro.
it: devono essere completati per passare al salvataggio.

# MsgModificatioEchoue
source: The modification has failed
de: Ihre Änderung ist fehlgeschlagen
es: Error al guardar el cambio
it: Modifica non riuscita

# MsgModification
source: Your modification has been taken into consideration
de: Ihre Änderung wurde berücksichtigt
es: Su modificación se ha tenido en cuenta
it: La modifica è stata correttamente presa in carico

# MsgPersoPasPret
source: 'My Customisation' is not ready
de: Der Bereiche ‚Meine persönlichen Daten‘ ist noch nicht fertig
es: El espacio Mi personalización aún no está listo
it: Lo spazio "La mia personalizzazione" non è ancora pronto

# MsgReglement
source: The settlement terms are "payment on receipt of the invoice" in accordance with the terms of WATT'S GREEN by econocom
de: Für die Zahlungsbedingungen gilt „Zahlung bei Rechnungseingang“ gemäß den AGB von WATT'S GREEN
es: Las condiciones de pago son "pago a la recepción de la factura" de acuerdo con las condiciones generales de WATT'S GREEN
it: I termini di pagamento sono "pagamento al ricevimento della fattura" in conformità con le condizioni generali di WATT'S GREEN

# NbHeuresIntensifJr
source: Number of hours per day in intensive mode
de: Anzahl der Stunden pro Tag, die im intensiven Modus aufgewendet wurden
es: Número de horas de uso al día en modo intensivo
it: Numero di ore di utilizzo al giorno in modalità intensiva

# NbHeuresNonIntensifJr
source: Number of hours per day in not-intensive mode
de: Anzahl der Stunden pro Tag, die im nicht intensiven Modus aufgewendet wurden
es: Número de horas de uso al día en modo no intensivo
it: Numero di ore di utilizzo al giorno in modalità non intensiva

# NbHeuresOffJr
source: Number of hours per day in Off mode
de: Anzahl der Stunden pro Tag, die im OFF-Modus aufgewendet wurden
es: Número de horas en modo desconectado al día
it: Numero di ore giornaliere in modalità Off

# NbJrsParAn
source: Number of days used per year
de: Anzahl der pro Jahr aufgewendeten Tage
es: Número de días de uso al año
it: Numero di ore di utilizzo all'anno

# Nom
source: Name
es: Apellidos
it: Cognome

# NombreClasseEMoinDunAns
source: Number of class E less than 1 year
de: Anzahl klasse E weniger als einem Jahr
es: Número clase E menos de un año
it: Numero classe E meno di un anno

# NombreClasseEPlusCinqAns
source: Number of class E more than 5 years
de: Anzahl klasse E über fünf Jahre
es: Número clase E más de 5 años
it: Numero classe E oltre 5 anni

# NombreClasseETroisACinqAns
source: Number of class E between 3 to 5 years
de: Anzahl klasse E drei bis fünf Jahre
es: Número clase E tres a cinco años
it: Numero classe E meno di un anno

# NombreClasseEUnATroisAns
source: Number of class E between 1 to 3 years
de: Anzahl klasse E zwischen einem und drei Jahren
es: Número clase E entre uno y tres años
it: Numero classe E tra uno e tre anni

# NombreClasseHMoinDunAns
source: Number of class H less than 1 year
de: Anzahl klasse H weniger als einem Jahr
es: Número clase H menos de un año
it: Numero classe H meno di un anno

# NombreClasseHPlusCinqAns
source: Number of class H more than 5 years
de: Anzahl klasse H über fünf Jahre
es: Número clase H más de 5 años
it: Numero classe H oltre 5 anni

# NombreClasseHTroisACinqAns
source: Number of class H between 3 to 5 years
de: Anzahl klasse H drei bis fünf Jahre
es: Número clase H tres a cinco años
it: Numero classe H meno di un anno

# NombreClasseHUnATroisAns
source: Number of class H between 1 to 3 years
de: Anzahl klasse H zwischen einem und drei Jahren
es: Número clase H entre uno y tres años
it: Numero classe H tra uno e tre anni

# NombreClasseMMoinDunAns
source: Number of class M less than 1 year
de: Anzahl klasse M weniger als einem Jahr
es: Número clase M menos de un año
it: Numero classe M meno di un anno

# NombreClasseMPlusCinqAns
source: Number of class M more than 5 years
de: Anzahl klasse M über fünf Jahre
es: Número clase M más de 5 años
it: Numero classe M oltre 5 anni

# NombreClasseMTroisACinqAns
source: Number of class M between 3 to 5 years
de: Anzahl klasse M drei bis fünf Jahre
es: Número clase M tres a cinco años
it: Numero classe M meno di un anno

# NombreClasseMUnATroisAns
source: Number of class M between 1 to 3 years
de: Anzahl klasse M zwischen einem und drei Jahren
es: Número clase M entre uno y tres años
it: Numero classe M tra uno e tre anni

# NombreDevices
source: Number of devices
de: Anzahl der Geräte
es: Número de equipos
it: Numero di dispositivi

# NombreEquipement
source: Number of devices
de: Anzahl der Geräte
es: Número de equipos
it: Numero di dispositivi

# NombreObjetErreur
source: Number of duplicated devices/errors : {0}
de: Anzahl der doppelten/fehlerhaften Objekte: {0}
es: Número de objetos repetidos/error: {0}
it: Numero di oggetti duplicati/errori: {0}

# NombreSites
source: Number of sites
de: Anzahl der Standorte
es: Número de sitios
it: Numero di siti

# NombreTotalClasseE
source: Total number of class E
de: Anzahl gesamt klasse E
es: Número total clase E
it: Numero totale classe E

# NombreTotalClasseH
source: Total number of class H
de: Anzahl gesamt klasse H
es: Número total clase H
it: Numero totale classe H

# NombreTotalClasseM
source: Total number of class M
de: Anzahl gesamt klasse M
es: Número total clase M
it: Numero totale classe M

# NombreTotalDevice
source: Total number of devices
de: Anzahl gesamt Ausrüstung
es: Número total equipo
it: Numero totale apparecchiatura

# NomDeLaPersonnalisation
source: {0}Name of the customization
de: {0}Name der Personalisierung
es: {0}Nombre de la personalización
it: {0}Nome della personalizzazione

# NomDeLaSimulation
source: {0}Name of the simulation
de: {0}Name der Simulation
es: {0}Nombre de la simulación
it: {0}Nome della simulazione

# NomDevice
source: Name of the device
de: Name des Geräts
es: Nombre del equipo
it: Nome del dispositivo

# NomDuRapport
source: Name of report
de: Name des Berichts
es: Nombre del informe
it: Nome del report

# NomSimulation
source: Name of the simulation
de: Name Ihrer Simulation
es: Nombre de su simulación
it: Nome della simulazione personale

# NouveauMotDePasse
source: New password
de: Neues Passwort
es: Nueva contraseña
it: Nuova password

# NouvelleSimulation
source: New simulation
de: Neue Simulation
es: Nueva simulación
it: Nuova simulazione

# Objectif
source: Goal
de: Ziel
es: Objetivo
it: Obiettivo

# Operation_Erreur
source: Create/Edit failed
de: Erstellen/Änderung fehlgeschlagen
es: Error de creación/modificación
it: Creazione/Modifica non riuscita

# Operation_Succes
source: Create/Edit succedeed
de: Erstellen/Änderung erfolgreich
es: Creación/modificación correctas
it: Creazione/Modifica riuscita

# Oui
source: Yes
de: Ja
es: Sí
it: Sì

# ParAn
source: /year
de: /Jahr
es: /año
it: /anno

# Pays
source: Country
de: Land
es: País
it: Paese

# PcntConsoExterne
source: % external consumption
de: % externer Verbrauch
es: % de consumo externo
it: % consumi esterni

# Personaliser
source: Customize quantities and add new devices
de: Passen Sie die Mengen individuell an und fügen Sie neue Geräte hinzu.
es: Personalice las cantidades y añada nuevos equipos.
it: Personalizzare le quantità e aggiungere nuovi dispositivi.

# Phone
source: Phone number
de: Telefon
es: Teléfono
it: Telefono

# Politique
source: Policy
de: Politik
es: Política
it: Politica

# PostalCode
source: Zip Code
de: PLZ
es: Código postal
it: CAP

# Prenom
source: First name
de: Vorname
es: Nombre
it: Nome

# PrixAnnuel
source: Annual cost
de: Jährliche Kosten
es: Coste anual
it: Costo annuale

# PrixMoyenKwatt
source: Your average price per kWh
de: Ihr Durchschnittspreis je kWh
es: Su precio medio de kWh
it: Prezzo medio al kWh

# QuantiteDevice
source: Quantities of your equipment
de: Die Mengenangaben Ihrer Geräte
es: Las cantidades de sus equipos
it: Le quantità dei dispositivi

# QuestionSecrete
source: Secret question
de: Geheimfrage
es: Pregunta secreta
it: Domanda segreta

# RaisonSociale
source: Company name
de: Firmenbezeichnung
es: Razón social
it: Ragione sociale

# RapportMaPersonnalisation
source: Report "My customization"
de: Bericht „Meine persönlichen Angaben"
es: Informe "Mi personalización"
it: Report "La mia personalizzazione"

# RapportMesSimulations
source: Report "My simulations"
de: Bericht „Meine Simulationen“
es: Informe "Mis simulaciones"
it: Report "Simulazioni personali"

source: Ratio
de: Verhältnis
es: Relación
it: Rapporto

# RechercheRapport
source: Search a report
de: Einen Bericht suchen
es: Buscar un informe
it: Cerca un report

# RechercherClient
source: Search for a customer
de: Einen Kunden suchen
es: Buscar un cliente
it: Ricerca di un cliente

# RechercherUtilisateur
source: Search for a user
de: Benutzer suchen
es: Buscar usuario
it: Ricerca utente

# RedevanceAnnuelle
source: Annual fee
de: Jahresgebühr
es: Cuota anual
it: Canone annuo
