Repository: keeranH/TestWatts
Catalog: Econocom.Resource/Traduction.*.resx
Languages: de, es, it

# RedirigerPageAccueil
source: Ar you sure you want to be redirected to the home page ?
de: Sind Sie sicher, dass Sie wieder zur Startseite weitergeleitet werden möchten?
es: ¿Seguro que desea redirigirse a la página de inicio?
it: Tornare alla home page?

# Refuser
source: Refuse
de: Ablehnen
es: Rechazar
it: Rifiuta

# ReglementFacture
source: Payment of the invoice
de: Bezahlung der Rechnung
es: Pago de la factura
it: Pagamento della fattura

# RemplirInfo
source: Thank you for filing the information below
de: Füllen Sie bitte die folgenden Informationen aus
es: Por favor, rellene la siguiente información
it: Compilare i seguenti campi

# Reponse
source: Answer
de: Antwort
es: Respuesta
it: Risposta

# ReponseIncorrecte
source: Answer to security question is incorrect
de: Antwort auf die Geheimfrage falsch
es: Respuesta a la pregunta secreta incorrecta
it: Risposta alla domanda segreta errata

# RequiredFieldErrorMessage
source: This field must be filled
de: Dieses Feld muss ausgefüllt werden
es: Este campo debe estar relleno
it: Questo campo deve essere compilato

# Retour
source: Back
de: Zurück
es: Regreso
it: Indietro

# RetrouverSimulation
source: Find your simulation in "My Reports".
de: Ihre Simulation finden Sie in der Rubrik „Meine Berichte“.
es: Encontrará su simulación en la sección "Mis informes".
it: Cerca la simulazione nella sezione "Report personali".

# RIB
source: bank account identity
de: Bescheinigung über die Bankverbindung
es: RIB
it: Coordinate bancarie

# Sauvegarder
source: SAVE
de: SPEICHERN
es: GUARDAR
it: SALVA

# SecteurActivite
source: Activity sector
de: Tätigkeitsbereich
es: Sector de actividad
it: Settore di attività

# SelectionnerFichier
source: Sélectionner un fichier
de: Eine Datei auswählen
es: Seleccionar un archivo
it: Seleziona un file

# Selection_Fichier
source: Select a file creation / modification or deletion
de: Eine Datei zum Erstellen/Ändern oder Löschen auswählen
es: Seleccionar un archivo de creación/modificación o eliminación
it: Selezionare un file da creare/modificare o eliminare

# Selection_Table
source: Select a table
de: Eine Tabelle auswählen
es: Seleccionar una tabla
it: Selezionare una tabella

# SimulateurWattsGreen
source: WATT'S GREEN by econocom simulator
de: SIMULATOR WATT’S GREEN by econocom
es: SIMULADOR WATT'S GREEN de econocom
it: SIMULATORE WATT’S GREEN by econocom

# SimulationConsoEnergetique
source: Simulation of my energy consumption
de: Simulation meines Stromverbrauchs
es: Simulación de mi consumo energético
it: Simulazione del consumo energetico personale

# SimulationDateTitre
source: My simulation at
de: Meine Simulation in
es: Mi simulación el
it: Simulazione personale al

# SimulationEnCours
source: your current simulation to keep on your changes.
de: Ihre Simulation läuft, um Ihre Änderungen fortsetzen zu können.
es: su simulación en curso para continuar con sus cambios.
it: la simulazione in corso per continuare con le modifiche.

# SocialReason
source: Corporate name
de: Firmenbezeichnung
es: Razón social
it: Ragione sociale

# Societe
source: Company
de: Das Unternehmen
es: La sociedad
it: La società

# Souscripteur
source: The subscriber
de: Der Abonnent
es: El suscriptor
it: Il firmatario

# Souscrire
source: SUBSCRIBE
de: ABONNIEREN
es: SUSCRIBIRSE
it: SOTTOSCRIVERE

# SouscrireInfoBulle
source: Subscribe to the paid space to customize your IS and simulate political energy reduction
de: Melden Sie sich für den kostenpflichtigen Bereich an, um <br/> ihren S.I individuell anzupassen und Möglichkeiten zur Senkung des Stromverbrauchs zu simulieren
es: Suscríbase al espacio de pago para poder personalizar <br/>su S.I. y simular políticas de reducción de energía
it: Registratevi all'area a pagamento per personalizzare <br/> la vostra infrastruttura IT e simulare politiche di riduzione del consumo energetico.

# Souscrivez
source: SUBSCRIBE
de: MELDEN SIE SICH AN
es: SUSCRÍBASE
it: SOTTOSCRIVI

# String11
source: activated
de: aktiviert
es: activado
it: attivato

# Suivant
source: Next
de: Weiter
es: Siguiente
it: Avanti

# Supprimer
source: Delete
de: Löschen
es: Suprimir
it: Elimina

source: Surname
de: Name
es: Apellidos
it: Cognome

# TarifAbonnement
source: WATT'S GREEN by econocom yearly subscription rate
de: Jahrestarif für das Abonnement WATT’S GREEN
es: Tarifa anual de la suscripción a WATT'S GREEN
it: Tariffa annuale dell'abbonamento a WATT'S GREEN

# TarifAnnuel
source: Yearly rate
de: Jahrestarif
es: Tarifa anual
it: Tariffa annuale

# TauxEquipments
source: Equipment rate
de: Ausrüstungsquote
es: Tasa de equipo
it: Tasso di dispositivi

# Telecharger
source: Download
de: Herunterladen
es: Descargar
it: Scaricare

# Telecharger1
source: DOWNLOAD
de: HERUNTERLADEN
es: DESCARGAR
it: SCARICA

# TelechargerDemande
source: Download the subscription form in PDF format
de: Den Zeichnungsantrag im .pdf Format herunterladen
es: Descargar la solicitud de suscripción en formato .pdf
it: Scarica la domanda di sottoscrizione in formato .pdf

source: Telephone
de: Telefon
es: Teléfono
it: Telefono

# TempsUtilisation
source: Operating hours
de: Nutzungsdauer
es: Tiempo de utilización
it: Tempi di utilizzo

# Titre1
source: Estimate FREE OF CHARGE
de: Schätzen Sie KOSTENLOS
es: Evalue GRATUITAMENTE
it: Valutate GRATUITAMENTE

# Titre12
source: General conditions
de: AGB
es: Condiciones generales
it: Condizioni generali

# Titre2
source: your energy consumption
de: ihr energetischer Verbrauch
es: su consumo energético
it: la vostra consumazione energetica

# Titre22
source: Please read and accept the general conditions written below.
de: Lesen Sie bitte die nachstehenden AGB und stimmen Sie ihnen zu.
es: Por favor, lea y acepte las siguientes condiciones generales.
it: Si prega di leggere e accettare le seguenti condizioni generali.

# Titre3
source: by informing these few information
de: diese einige Informationen informierend
es: informando estas algunas informaciones
it: informando questi alcune notizie

# TitreLibellePolitique
source: Policy
de: Politik
es: Política
it: Politica

# TitrePage
source: Energy consumption
de: Stromverbrauch
es: Consumo energético
it: Consumo energetico

# TitrePgAccueil
source: Watts-green | Welcome page
de: Watts-Green | Startseite
es: Watts-green | Página de inicio
it: Watts-green | Home page

# TitrePgAide
source: Watts-green | Help
de: Watts-Green | Hilfe
es: Watts-green | Ayuda
it: Watts-green | Guida

# TitrePgConnexion
source: Watts-green | Connection
de: Watts-Green | Verbindung
es: Watts-green | Conexión
it: Watts-green | Connessione

# TitrePgConsommation
source: Watts-green | Energy Consumption
de: Watts-Green | Stromverbrauch
es: Watts-green | Consumo energético
it: Watts-green | Consumo energetico

# TitrePgContactezNous
source: Watts-green | Contact us
de: Watts-Green | Kontakt
es: Watts-green | Contacto
it: Watts-green | Contattateci

# TitrePgDevDurable
source: Watts-green | I.S. energy balance
de: Watts-Green | Energiebilanz des S.I.
es: Watts-green | Balance energético del S.I.
it: Watts-green | Bilancio energetico dell'infrastruttura IT

# TitrePgEvaluation
source: Watts-green | Evaluation Account
de: Watts-Green | Kontoüberprüfung
es: Watts-green | Cuenta de evaluación
it: Watts-green | Account di valutazione

# TitrePgFaq
source: Watts-green | FAQ
es: Watts-green | P+F
it: Watts-green | Domande frequenti

# TitrePgGestionMdp
source: Watts-green | Password management
de: Watts-Green | Passwort verwalten—
es: Watts-green | Gestión contraseña
it: Watts-green | Gestione password

# TitrePgMentionLegale
source: Watts-green | Legal mentions
de: Watts-Green | Rechtliche Hinweise—
es: Watts-green | Aviso legal
it: Watts-green | Note legali

# TitrePgModifierMdp
source: Watts-green | Modify password
de: Watts-Green | Passwort ändern
es: Watts-green | Cambiar mi contraseña
it: Watts-green | Modifica password

# TitrePgRapport
source: Watts-green | My reports
de: Watts-Green | Meine Berichte
es: Watts-green | Mis informes
it: Watts-green | Report personali

# TitrePgSimulateur
source: Watts-green | Simulator
es: Watts-green | Simulador
it: Watts-green | Simulatore

# TitrePgSimulation
source: Watts-green | My Simulations
de: Watts-Green | Meine Simulationen
es: Watts-green | Mis simulaciones
it: Watts-green | Simulazioni personali

# TitrePgSouscription
source: Watts-green | Subscription
de: Watts-Green | Anmeldung
es: Watts-green | Suscripción
it: Watts-green | Sottoscrizione

# TitrePgTarif
source: Watts-green | Fare selection
de: Watts-Green | Tarifauswahl
es: Watts-green | Selección de tarifa
it: Watts-green | Sottoscrizione

# TitrePgTermesEtConditions
source: Watts-green | Terms and conditions
de: Watts-Green | Bedingungen und Konditionen
es: Watts-green | Términos y condiciones
it: Watts-green | Termini e condizioni

# TitrePgVerificationCompte
source: Watts-green | Audit
de: Watts-Green | Kontoüberprüfung
es: Watts-green | Verificación de cuenta
it: Watts-green | Verifica account

# TitreRapportClient
source: IS Configuration
de: Konfiguration SI
es: Configuración SI
it: Configurazione infrastruttura IT

# TitreRapportMaPersonnalisation
source: Report "My personalization"
de: Bericht „Meine persönlichen Angaben"
es: Informe "Mi personalización"
it: Report "La mia personalizzazione"

# TitreRapportMaSimulation
source: REPORT MY SIMULATION
de: BERICHT MEINER SIMULATION
es: INFORME DE MI SIMULACIÓN
it: REPORT SIMULAZIONE PERSONALE

# TitreSociete
source: You can edit information about your company. No change will alter your calculations, except the "Your average price kWt" will have an impact on your calculations for the "Cost".
de: Sie können die Informationen zu Ihrem Unternehmen ändern. Keine der Änderungen wirkt sich auf Ihre Berechnungen aus, mit Ausnahme des Feldes „Ihr Durchschnittspreis in kWh“, der sich auf Ihre Berechnung auswirkt und unter der Ansicht „Kosten“ sichtbar ist.
es: Puede modificar la información relativa a su empresa. Ningún cambio podrá modificar sus cálculos, a excepción del campo "Su precio medio de kWh" que tendrá un impacto en sus cálculos para la vista "Coste".
it: È possibile modificare le informazioni relative alla Società. Nessun cambiamento modificherà i calcoli, tranne il campo "Prezzo medio al kWh" che avrà un impatto sui calcoli per la vista "Costo".

# TitreUtilisateur1
source: In case of change, you can register new users.
de: Im Falle einer Änderung können Sie neue Benutzer anmelden.
es: En caso de cambio, puede registrar nuevos usuarios.
it: In caso di modifiche, è possibile registrare nuovi utenti.

# TitreUtilisateur2
source: By checking the "Generate password" box, the Watt's Green application sends an email inviting the user to set new password.
de: Durch Ankreuzen des Feldes „Passwort verwalten“ sendet Watts Green eine Einladungs-E-Mail an den neuen Benutzer mit der Bitte, sein Passwort festzulegen.
es: Si marca la casilla "generar la contraseña", la aplicación Watt's Green enviará un correo electrónico en el que se invitará al nuevo usuario a definir su contraseña.
it: Selezionando la casella "genera password", l'applicazione Watt's Green invierà un'e-mail per invitare il nuovo utente a definire la propria password.

# TotalDays
source: Total number of days
de: Gesamtzahl der Tage
es: Número de días total
it: Numero di giorni totali

# TotalSI
source: Total IS
de: Gesamt SI
es: Total SI
it: Totale infrastruttura IT

# TourMonde
source: round-the-world flights
de: Erdumrundung im Flugzeug
es: Vuelta al mundo en avión
it: giro del mondo in aereo

# TousDroitReserver
source: All rights reserved
de: Alle Rechte vorbehalten
es: Todos los derechos reservados
it: Tutti i diritti riservati

# TrainsGrandeVitesse
source: High-speed train
de: Hochgeschwindigkeitszüge
es: Trenes de Alta Velocidad
it: Treni ad alta velocità

# TRUE
source: Yes
de: Ja
es: Si
it: Sì

# TVA
source: Intra-Community VAT number
de: USt-ID-Nummer
es: Número de IVA Intracomunitario
it: Partita IVA intracomunitaria

# TxtAcceder
source: To access to modifications , to create equipement
de: Um auf die Änderungen, Einrichtungen von Geräten, zuzugreifen
es: Para acceder a las modificaciones, creaciones de equipos,
it: Per accedere alle modifiche, alla creazione di dispositivi

# TxtChoixSimulation
source: Please select in the list below, the reduction of energy consumption you want to achieve. A window will open up automatically and will give you additional information about your simulation.
de: Wählen Sie bitte in der nachfolgenden Liste die von Ihnen gewünschte Methode zur Reduzierung des Stromverbrauchs. Es öffnet sich automatisch ein Fenster, in dem Sie ergänzende Informationen betreffend Ihrer Simulation erfahren.
es: En la siguiente lista, elija la política de reducción de consumo energético que desea aplicar. De forma automática, se abrirá una ventana que le ofrecerá información adicional relativa a su simulación.
it: Dall'elenco seguente, scegliere la politica di riduzione del consumo energetico che si desidera realizzare. Si aprirà automaticamente una finestra per comunicare le informazioni complementari relative alla simulazione.

# TxtDonnerNomSimulation
source: This field is required. Once you have completed your modifications, you will be able to save your simulation (in CSV format).
de: Dies ist ein Pflichtfeld. Sobald Sie Ihre Änderungen vorgenommen haben, können Sie mithilfe dieses Feldes Ihre Simulation speichern (im CSV-Bericht).
es: Este campo es obligatorio y le permitirá guardar su simulación (en un informe CSV) cuando termine de realizar sus cambios.
it: Questo campo è obbligatorio, vi consentirà di salvare la simulazione (in formato CSV) al termine delle modifiche.

# TxtModifierSI1
source: You have modified your I.S; (quantities, attributes, registered new equipments, etc.)
de: Sie haben Ihren S.I geändert (Mengen, Attribute geändert, neue Geräte erstellt…)
es: Ha modificado su S.I. (modificado las cantidades, los atributos, creado nuevos equipos...)
it: È stata modificata l'infrastruttura IT (modifica di quantità, attributi, creazione di nuovi dispositivi...)

# TxtModifierSI2
source: You must then click on "generate report" to receive
de: Klicken Sie nun auf „Bericht erstellen“, um
es: haga clic en "Generar el informe " para obtener
it: fare clic su "Genera il report" per ottenere

# TxtModifierSI3
source: a new report
de: einen neuen Bericht zu erstellen.
es: un nuevo informe.
it: un nuovo report.

# TxtModifierSI4
source: This will be kept in the
de: Dieser wird in der Rubrik
es: Éste se almacenará en la
it: Tale report sarà conservato nella

# TxtModifierSI5
source: "My reports / My personalization" section
de: „Meine Berichte/Meine persönlichen Daten“ gespeichert.
es: sección " Mis informes / Mi personalización "
it: sezione "Report personali / La mia personalizzazione"

# TxtSouscriver
source: Subscribe now to the simulator
de: melden Sie sich jetzt gleich am Simulator an
es: suscríbase desde ahora mismo al simulador
it: abbonatevi subito al simulatore

# TypeConso
source: Type of energy consumption
de: Stromverbrauchstyp
es: Tipo de consumo energético
it: Tipo di consumo energetico

# Utilisateurs
source: Users
de: Die Benutzer
es: Los usuarios
it: Gli utenti

# UtiliseEnergieExterne
source: Uses external energy
de: Nutzung der externen Energie
es: Utiliza energía externa
it: Utilizzo dell'energia esterna

# Valeur
source: Value
de: Wert
es: Valor
it: Valore

# ValidationCodeAcces
source: Once it has been validated by Econocom, you will receive your access codes by mail.
de: Nach der Überprüfung durch Econocom erhalten Sie per E-Mail Ihren Zugangscode.
es: Tras la validación por parte de Econocom, recibirá por correo su código de acceso.
it: Dopo la convalida da parte di Econocom, sarà inviato il codice di accesso per e-mail.

# Valider
source: Validate
de: Überprüfen
es: Validar
it: Invio

source: Value
de: Wert
es: Valor
it: Valore

# Ville
source: Town
de: Stadt
es: Ciudad
it: Valore

# VoirDetail
source: SEE THE DETAILS
de: SIEHE DETAILS
es: VER EL DETALLE
it: VEDERE IL DETTAGLIO

# VoituresPrives
source: Private cars
de: Privatfahrzeuge
es: automóviles privados
it: vetture private

# VotreChoix
source: Your choice
de: Ihre Auswahl
es: Su elección
it: Scelta personale

# VotreReponse
source: Your answer
de: Ihre Antwort
es: Su respuesta
it: Risposta personale

# Vrai
source: True
de: Richtig
es: Verdadero
it: Vero

source: Working days
de: Arbeitstage
es: Días trabajados
it: Giorni di lavoro

source: Actions
de: Tat
es: Acciones
it: Azioni

# VisualiserGraphe
source: View graph
de: Grafik anzeigen
es: Imaginar el gráfico
it: Visualizzare il grafico

# MaSimulation
source: My Simulation :
de: Meine Simulation :
es: Mi Simulación :
it: Mia Simulazione :

# TxtPopup
source: The data has been saved.
de: Die Daten wurden gespeichert.
es: Los datos se han guardado.
it: Il dato è stato registrato.

# OuvrantMenuAction
source: by opening the Action menu
de: durch Öffnen Sie das Menü Aktion
es: abriendo el menú Acción
it: aprendo il menu Azione

# CGU
source: Terms of Use
de: Allgemeine Benutzungsbedingungen
es: Condiciones de uso
it: Termini di utilizzo

# CocherCaseCGU
source: Check the box to accept the
de: Markieren Sie das Kästchen, um die
es: Marque la casilla para aceptar los
it: Selezionare la casella per accettare i

# GenererMotDePasse
source: Generate password
de: Passwort generieren
es: Generar contraseña
it: Genera una password

source: User
de: Benutzer
es: Usuario
it: Utente

# CoefficientCO2
source: CO2 coefficient
de: CO2-Koeffizient
es: Coeficiente de CO2
it: Coefficiente di CO2

# ConsoEnergetiqueEstime
source: Estimated energy consumption
de: Schätzung Stromverbrauch
es: Estimación consumo energético
it: Stima consumi energetici

# CoutEnergetiqueEstime
source: Estimated energy cost
de: Schätzung Stromkosten
es: Estimación coste energético valorado
it: Stima costo energetico stimato

# NumeroContrat
source: Contract No
de: Vertragnummer
es: Nùmero del contrato
it: Numero del contratto

# ConsoExterneAnnuelleCO2
source: External annual consumption CO2
de: Jahresverbrauch äußere CO2
es: Consumo externo anual CO2
it: Consumo esterno annuale CO2

# ConsoExterneAnnuelleKWH
source: External annual consumption KWH
de: Jahresverbrauch äußere KWH
es: Consumo externo anual kWh
it: Consumo esterno annuale KWH

# ConsoTotalAnnuelleCO2
source: Total annual consumption CO2
de: Jahresverbrauch gesamt CO2
es: Consumo total anual CO2
it: Totale consumo annuale CO2

# ConsoTotalAnnuelleKWH
source: Total annual consumption KWH
de: Jahresverbrauch gesamt kWh
es: Consumo total anual kWh
it: Totale consumo annuale KWH

# CoutExterneAnnuelleKWH
source: External annual cost KWH
de: kosten äußere Klasse kWH
es: coste externo anual kWH
it: Costo esterno annuale kWH

# CoutTotalAnnuelleKWH
source: Total annual cost KWH
de: kosten gesamt Klasse kWH
es: coste total anual kWH
it: Totale costo annuale kWH

# FALSE
source: No
de: Nein

# Non
source: No
de: Nein
